{"background": "#00263a", "stripes": [{"x": 100, "width": 20, "color": "#224a30", "mirrored": true}, {"x": 440, "width": 20, "color": "#8c3328", "mirrored": true}], "devices": [], "texture_enabled": true, "frame": null, "logo": null, "info": {"name": "Combat Specialist Certification", "award_details": "The Combat Specialist Certification was created by the Ministry of Defense in order to recognize Super Earth Armed Forces uniformed personnel who have achieved a high degree of mastery with specific arms and equipment employed across SEAF Forces.  \n\nThe three colors are representative of the three colors and categories of Stratagems available to Helldivers. \n\nIn game this is measured by unlocking specific Stratagems, Ship Modules, or a combination of both.  The base ribbon is awarded in a situation where a SEAF Uniformed Service Member has unlocked all Stratagems available as of March, 14th, 2185 (this includes the Exosuit).", "device_details": "Combat Specialization:  Sentries\nThe Ribbon and Sentry Device are awarded when a service member has met the following criteria\nAcquires the Machine Gun, Gatling, Mortar, Autocannon, Rocket, and EMS Mortar Sentries\nAcquires the Synthetic Supplementation, Advanced Construction, Rapid Launch System, Robotics Workshop, Dynamic Tracking, Shock Absorption Gel, and High Quality Lubricant Ship Modules.\n\nCombat Specialization: Orbital Artillery\nThe Ribbon and Orbital Device are awarded when a service member has met the following criteria\nAcquires the following Orbital strikes: Gatling Barrage, Airburst Strike, 120MM HE Barrage, 360MM HE Barrage, Walking Barrage, Laser, and Railgun strike.\nAcquires the Exploding Shrapnel, More Guns, Zero-G Breech Loading, and Targeting Software Ship Modules\n\nCombat Specialization: Joint Theater Air Controller\nThe Ribbon and Aircraft Device are awarded when a service member has met the following criteria\nAcquires the Strafing Run, Airstrike, Cluster Bomb, Napalm Strike, Smoke Strike, 110MM Rocket Pods, and 500KG Bomb loadouts for Eagle aircraft.\nAcquires the Liquid Ventilate Cockpit, Pit Crew Hazard Pay, and Expanded Weapons Bay Ship Modules.  \n\nCombat Specialization: Exosuit\nThe Ribbon and Exosuit Device are awarded when a service member has met the following criteria\nAcquires the Patriot Exosuit Stratagem\nAcquires the Donation Access License and Streamlined Request Process Ship Modules\n\nIn the event that a uniformed service member acquires multiple Combat Specialization Certification up to two devices can be affixed to the ribbon in the above order of descending precedence, left to right.  \n"}}